tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"
tap "quackduck/tap"

brew "aften"
brew "ansiweather"
brew "archey"
brew "bash"
brew "bash-completion@2"
brew "boxes"
brew "brew-cask-completion"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dialog"
brew "dos2unix"
brew "faac"
brew "faad2"
brew "findutils"
brew "fontconfig"
brew "fortune", link: false
brew "gcc"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "highlight"
brew "hugo"
brew "iproute2mac"
brew "knock"
brew "lame"
brew "libdca"
brew "libogg"
brew "libvorbis"
brew "liquidprompt"
brew "lua"
brew "lynx"
brew "mas"
brew "moreutils"
brew "opencore-amr"
brew "openssl@1.1"
brew "pcre"
brew "php"
brew "qt"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "ssh-copy-id"
brew "tree"
brew "wget"
brew "x264"

cask "1password6"
cask "a-better-finder-rename"
cask "alfred"
cask "avidemux"
cask "cakebrew"
cask "calibre"
cask "epubquicklook"
cask "firefox-esr"
cask "gpg-suite"
cask "google-earth-pro"
cask "hammerspoon"
cask "imazing"
cask "iterm2"
cask "macjournal"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicknfo"
cask "setapp"
cask "soundflower"
cask "soundflowerbed"
cask "sublime-text"
cask "sublime-merge"
cask "temurin11"
cask "thunderbird"
cask "suspicious-package"
cask "ttscoff-mmd-quicklook"
cask "virtualbox"
cask "vlc"
cask "webpquicklook"
cask "whatroute"
cask "xquartz"

mas "Parcel", id: 639968404
mas "Xcode", id: 497799835
mas "My Medical", id: 489690915
mas "Kindle", id: 405399194
mas "HashTab", id: 517065482
mas "BitdefenderVirusScanner", id: 500154009
mas "CarMaintenance", id: 413628447
mas "Speedtest", id: 1153157709
mas "CHM Reader", id: 424182884
mas "PopClip", id: 445189367
