tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"
# for uniclip, cross-platform clipboard sharing program
tap "quackduck/tap"

brew "ansiweather"
brew "archey4"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "boxes"
brew "brew-cask-completion"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dialog"
brew "dos2unix"
brew "findutils"
brew "fortune"
brew "gcc"
brew "git"
brew "git-lfs"
brew "git-open"
brew "glib"
brew "gnu-sed"
brew "gpg"
brew "highlight"
brew "hugo"
brew "httrack"
brew "inxi"  # Full featured CLI system information tool
brew "iproute2mac"
brew "liquidprompt"
brew "mas"
brew "moreutils"
brew "nmap"
brew "pcre"
brew "php"
brew "qt"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "tesseract"
brew "tree"
brew "unar"
brew "uniclip"
brew "wget"

cask "1password6"
cask "alfred"
cask "audacity"
cask "avidemux"
cask "avifquicklook"
cask "beyond-compare"
cask "black-ink"
cask "calibre4"
cask "dash"
cask "epubquicklook"
cask "firefox-esr"
cask "folx"
cask "foxitreader"
cask "go64"
cask "google-earth-pro"
cask "imazing"
cask "istat-menus5"
cask "iterm2"
cask "kindle"
cask "libreoffice"
cask "logitech-options"
cask "macjournal"
cask "marsedit"
cask "moneydance"
cask "netnewswire"
cask "owncloud"
cask "ql-ansilove"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "qlvideo"
cask "quickhash"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicknfo"
cask "raspberry-pi-imager"
cask "rightzoom"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "the-unarchiver"
cask "thunderbird"
cask "ttscoff-mmd-quicklook"
cask "tunein"
cask "typinator"
cask "usbimager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "webpquicklook"
cask "whatroute"
cask "x-mirage"
cask "xquartz"

mas "BitdefenderVirusScanner", id: 500154009
# mas "CarMaintenance", id: 413628447
# mas "CHM Reader", id: 424182884
# mas "My Medical", id: 489690915
mas "Parcel", id: 639968404
mas "PopClip", id: 445189367
mas "Speedtest", id: 1153157709
